tap "browsh-org/browsh"
tap "dhth/tap"
tap "dnote/dnote"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "julien-cpsn/atac"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "xwmx/taps"
tap "yakitrak/yakitrak"
brew "giflib"
brew "libpng"
brew "bash"
brew "bat"
brew "bfs"
brew "chezmoi"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "duti"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "httpie"
brew "hurl"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "links"
brew "lsd"
brew "lua"
brew "luajit"
brew "lynx"
brew "navi"
brew "neovim"
brew "php"
brew "pipx"
brew "pkg-config"
brew "pngpaste"
brew "postgresql@14", restart_service: true
brew "procs"
brew "python-setuptools"
brew "python@3.11"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "urlview"
brew "vim"
brew "wget"
brew "yazi"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "julien-cpsn/atac/atac"
brew "xwmx/taps/nb"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "amethyst"
cask "font-jetbrains-mono"
cask "linearmouse"
cask "neovide"
cask "warp"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "adamsome.vscode-theme-gruvbox-minor"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "angelmaneuver.wallpaper-setting"
vscode "aramok.aramoks-black"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.run-current-test"
vscode "atlassian.atlascode"
vscode "beardedbear.beardedicons"
vscode "brandonkirbyson.vscode-animations"
vscode "cstuder.gitlab-ci-validator"
vscode "dbaeumer.vscode-eslint"
vscode "defaultkavy.prompt"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "emilylilylime.vscode-test-explorer-diagnostics"
vscode "enkia.tokyo-night"
vscode "expo.vscode-expo-theme"
vscode "file-icons.file-icons"
vscode "firebase.firebase-vscode"
vscode "george-alisson.html-preview-vscode"
vscode "gerrnperl.outline-map"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "harryhopkinson.vim-theme"
vscode "hbenl.vscode-test-explorer"
vscode "hsnazar.hyper-term-theme"
vscode "humao.rest-client"
vscode "jackpaget.gruvbox-glass"
vscode "jdinhlife.gruvbox"
vscode "joshmu.periscope"
vscode "jpcrs.binocular"
vscode "jsayol.firebase-explorer"
vscode "kamikillerto.vscode-colorize"
vscode "lehni.vscode-fix-checksums"
vscode "magdalenalipka.tokyo-night-frameless"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "nautigsam.go-to-test"
vscode "peterhdd.firebase-firestore-snippets"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sr-team.vscode-autohide-fork"
vscode "supermaven.supermaven"
vscode "svanteboberg.svant-vscode-fzf"
vscode "teabyii.ayu"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "toba.vsfire"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
