tap "adoptopenjdk/openjdk"
tap "arl/arl"
tap "browsh-org/browsh"
tap "bufbuild/buf"
tap "chase/tap"
tap "dhth/tap"
tap "dnote/dnote"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "julien-cpsn/atac"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "xwmx/taps"
tap "yakitrak/yakitrak"
brew "giflib"
brew "libpng"
brew "bash"
brew "bfs"
brew "bottom"
brew "brew-gem"
brew "python@3.12"
brew "chezmoi"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "direnv"
brew "duti"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "fpp"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "grpcurl"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "jrnl"
brew "lazygit"
brew "links"
brew "litecli"
brew "lua"
brew "luajit"
brew "lynx"
brew "mdless"
brew "navi"
brew "neovim"
brew "nginx"
brew "onefetch"
brew "php"
brew "pipx"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "procs"
brew "python-setuptools"
brew "python@3.11"
brew "rustup"
brew "sevenzip"
brew "spotify_player"
brew "tldr"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "urlview"
brew "vim"
brew "vivid"
brew "wget"
brew "z"
brew "zsh-syntax-highlighting"
brew "arl/arl/gitmux"
brew "browsh-org/browsh/browsh"
brew "dotenvx/brew/dotenvx"
brew "hashicorp/tap/terraform"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "aerospace"
cask "bruno"
cask "font-jetbrains-mono"
cask "pearcleaner"
vscode "astro-build.astro-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "googlecloudtools.cloudcode"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
