tap "dhth/tap"
tap "dnote/dnote"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "xwmx/taps"
brew "giflib"
brew "libpng"
brew "bash"
brew "bat"
brew "bfs"
brew "cairo"
brew "chezmoi"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "duti"
brew "entr"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "himalaya"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "librsvg"
brew "links"
brew "lsd"
brew "lua"
brew "luajit"
brew "lynx"
brew "marksman"
brew "navi"
brew "neovim"
brew "oha"
brew "pandoc"
brew "php"
brew "pipx"
brew "pkg-config"
brew "pngpaste"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "procs"
brew "pure"
brew "python-setuptools"
brew "python@3.11"
brew "ripgrep"
brew "spotifyd", restart_service: true
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "vale"
brew "w3m"
brew "wakatime-cli"
brew "wget"
brew "yazi"
brew "zenith"
brew "zoxide"
brew "dotenvx/brew/dotenvx"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "pulumi/tap/pulumi"
cask "1password-cli"
cask "amethyst"
cask "linearmouse"
cask "wezterm"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "fyfirman.vscode-tokyo-theme"
vscode "googlecloudtools.cloudcode"
vscode "jsayol.firebase-explorer"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "pulkitgangwar.nextjs-snippets"
vscode "vscodevim.vim"
